app/controllers/posts_controller.rb

	def create
	  @post = Post.new(params[:post].permit(:title, :text))

	  @post.save
---
INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Mon, 15 Jul 2013 20:53:31 UTC +00:00], ["text", "asdf"], ["title", "asdf"], ["updated_at", Mon, 15 Jul 2013 20:53:31 UTC +00:00]]